/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Versão: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "GPG Mail";

/* Message Error Banner messages. */
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_TITLE" = "Não foi possível descriptografar a mensagem PGP.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_MESSAGE" = "Houve um problema ao descriptografar esta mensagem. Verifique se você tem uma chave válida no GPG Keychain.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_TITLE" = "Não foi possível verificar a assinatura PGP da mensagem.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_MESSAGE" = "Houve um problema ao ler a assinatura PGP desta mensagem.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_TITLE" = "A chave PGP desta mensagem não está nas suas chaves.";
"MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_MESSAGE" = "A mensagem tem uma assinatura PGP válida, mas a chave PGP não está nas suas chaves. Use o GPG Keychain para adicioná‑la.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_TITLE" = "Não há informações disponíveis sobre esta chave PGP.";
"MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_MESSAGE" = "Não há informações adicionais sobre esta chave PGP porque ela não está nas suas chaves.";

"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_TITLE" = "Falta a chave secreta para descriptografar esta mensagem.";
"MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_MESSAGE" = "Nenhuma das seguintes chaves secretas foi encontrada nas suas chaves (%@). A chave secreta é necessária para descriptografar esta mensagem.\n\nVerifique se o remetente usou a sua chave pública correta.\n\nTente importar a chave secreta a partir de um backup das chaves.";

"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_TITLE" = "A descriptografia falhou com erro desconhecido.";
"MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Ocorreu um erro desconhecido ao descriptografar esta mensagem.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_TITLE" = "A descriptografia falhou com erro desconhecido.";
"MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_MESSAGE" = "Ocorreu um erro desconhecido ao descriptografar esta mensagem.\n\nMensagem de erro GPG:\n%@\nInclua a mensagem de erro GPG ao contatar o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "A chave errada foi usada para criptografar esta mensagem.";
"MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Esta mensagem não pôde ser descriptografada porque a chave pública errada foi usada para criptografá‑la.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "A mensagem criptografada está danificada.";
"MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Esta mensagem criptografada está danificada e não pôde ser descriptografada.\n\nPeça ao remetente para reenviar a mensagem.";

"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "A chave de assinatura foi revogada.";
"MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "A chave usada para assinar esta mensagem foi revogada.\n\nAtualize a chave com o ID %@ no GPG Keychain para verificar se uma nova chave está disponível. Se a chave continuar revogada, verifique o motivo com o remetente.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_TITLE" = "A chave de assinatura desta mensagem não está no GPG Keychain.";
"MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "A mensagem não pôde ser verificada porque a chave usada para assiná‑la não está no GPG Keychain.\n\nBusque a chave com o ID %@ no GPG Keychain e importe‑a para verificar a mensagem.";

"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_TITLE" = "A assinatura da mensagem foi criada com um algoritmo incompatível.";
"MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Esta mensagem não pôde ser verificada porque a assinatura foi criada com um algoritmo incompatível.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "Atenção: a assinatura desta mensagem é inválida.";
"MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "Esta mensagem pode ter sido modificada depois da criação da assinatura.\n\nContate o remetente para assegurar‑se de que o conteúdo da mensagem corresponda ao original.\n\nCaso tenha certeza de que a mensagem não foi modificada,\ncontate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_TITLE" = "A verificação da assinatura da mensagem falhou com erro desconhecido.";
"MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_MESSAGE" = "Ocorreu um erro desconhecido ao verificar a assinatura desta mensagem.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Erro nos dados de assinatura da mensagem.";
"MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "A assinatura desta mensagem é inválida e não pôde ser verificada.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "A chave de assinatura da mensagem está vencida.";
"MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "A chave usada para assinar esta mensagem está vencida.\n\nAtualize a chave com o ID %@ no GPG Keychain e pergunte ao remetente porque a chave está vencida.";

"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "A assinatura da mensagem está vencida.";
"MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "A assinatura está vencida e não pôde ser verificada.\n\nPergunte ao remetente porque a assinatura está vencida.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_TITLE" = "O MacGPG não está instalado";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_MESSAGE" = "A descriptografia falhou porque o MacGPG não está instalado.\n\nTransfira e reinstale a GPG Suite de https://gpgtools.org";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_TITLE" = "O MacGPG não está instalado";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_MESSAGE" = "A verificação falhou porque o MacGPG não está instalado.\n\nTransfira e reinstale a GPG Suite de https://gpgtools.org";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_TITLE" = "%d anexos não puderam ser descriptografados ou verificados.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_MESSAGE" = "Clique no ícone do anexo na parte de segurança do cabeçalho da mensagem para obter mais detalhes.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_TITLE" = "%d anexos não puderam ser verificados.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_MESSAGE" = "Clique no ícone do anexo na parte de segurança do cabeçalho da mensagem para obter mais detalhes.";

"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_TITLE" = "%d anexos não puderam ser descriptografados.";
"MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_MESSAGE" = "Clique no ícone do anexo na parte de segurança do cabeçalho da mensagem para obter mais detalhes.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_TITLE" = "%d anexo não pôde ser verificado.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_MESSAGE" = "Clique no ícone do anexo na parte de segurança do cabeçalho da mensagem para obter mais detalhes.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_TITLE" = "%d anexo não pôde ser descriptografado.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_MESSAGE" = "Clique no ícone do anexo na parte de segurança do cabeçalho da mensagem para obter mais detalhes.";

/* Message Error Banner Attachment messages. */
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_TITLE" = "Falta a chave secreta para descriptografar o anexo.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_MESSAGE" = "Nenhuma das seguintes chaves secretas foi encontrada nas suas chaves (%@). A chave secreta é necessária para descriptografar este anexo.\n\nVerifique se o remetente usou a sua chave pública correta.\nTente importar a chave secreta a partir de um backup das chaves.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_TITLE" = "A descriptografia falhou com erro desconhecido.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_MESSAGE" = "Ocorreu um erro desconhecido ao descriptografar este anexo.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_TITLE" = "A descriptografia falhou com erro desconhecido.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_MESSAGE" = "Ocorreu um erro desconhecido ao descriptografar este anexo.\n\nMensagem de erro GPG:\n%@\nInclua a mensagem de erro GPG ao contatar o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_TITLE" = "A chave errada foi usada para criptografar este anexo.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE" = "Este anexo não pôde ser descriptografado porque a chave pública errada foi usada para criptografá‑lo.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_TITLE" = "O anexo criptografado está danificado.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE" = "Este anexo criptografado está danificado e não pôde ser descriptografado.\n\nPeça ao remetente para enviar a mensagem novamente.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE" = "A chave de assinatura foi revogada.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE" = "A chave usada para assinar este anexo foi revogada.\n\nAtualize a chave com o ID %@ no GPG Keychain para verificar se uma nova chave está disponível. Se a chave continuar revogada, verifique o porquê com o remetente.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_TITLE" = "A chave de assinatura não está no GPG Keychain.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_MESSAGE" = "A assinatura do anexo não pôde ser verificada porque a chave usada para assiná‑lo não está no GPG Keychain.\n\nBusque a chave com o ID %@ no GPG Keychain e importe‑a para verificar o anexo.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_TITLE" = "A assinatura do anexo foi criada com um algoritmo incompatível.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_MESSAGE" = "Este anexo não pôde ser verificado porque a chave de assinatura foi criada com um algoritmo incompatível.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_TITLE" = "Atenção: a assinatura do anexo é inválida.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE" = "Este anexo pode ter sido modificado depois da criação da assinatura.\n\nContate o remetente para assegurar‑se de que o conteúdo do anexo corresponda ao original.\n\nCaso tenha certeza de que o anexo não foi modificado,\ncontate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_TITLE" = "A verificação da assinatura falhou com erro desconhecido.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_MESSAGE" = "Ocorreu um erro desconhecido ao verificar a assinatura deste anexo.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_TITLE" = "Erro nos dados de assinatura.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE" = "A assinatura deste anexo é inválida e não pôde ser verificada.\n\nContate o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_TITLE" = "A chave da assinatura está vencida.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_MESSAGE" = "A chave usada para assinar este anexo está vencida.\n\nAtualize a chave com o ID %@ no GPG Keychain e pergunte ao remetente porque a chave está vencida.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE" = "A assinatura do anexo está vencida.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE" = "A assinatura do anexo está vencida e não pôde ser verificada.\n\nPergunte ao remetente porque a assinatura está vencida.";

"MESSAGE_IS_PGP_PARTLY_ENCRYPTED" = "Parcialmente Criptografada";
"MESSAGE_IS_PGP_PARTLY_SIGNED" = "Parcialmente Assinada";
"MESSAGE_IS_PGP_ENCRYPTED" = "Criptografada";
"MESSAGE_IS_PGP_SIGNED" = "Assinada";
"MESSAGE_IS_PGP_SIGNED_INVALID" = "Assinatura Inválida";

/* Security Header signature related. */
"MESSAGE_SECURITY_HEADER_SIGNATURE_NO_PUBLIC_KEY_TITLE" = "Assinada com chave desconhecida";
"MESSAGE_SECURITY_HEADER_SIGNATURE_REVOKED_TITLE" = "Assinada com chave revogada";
"MESSAGE_SECURITY_HEADER_SIGNATURE_BAD_TITLE" = "Assinatura inválida";
"MESSAGE_SECURITY_HEADER_SIGNATURE_TITLE" = "Assinada";
"MESSAGE_SECURITY_HEADER_NO_SIGNATURE_TITLE" = "Nenhuma assinatura encontrada";

/* Security header attachments related. */
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_ENCRYPTED_TITLE" = "anexo criptografado/assinado";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_ENCRYPTED_TITLE" = "anexos criptografados/assinados";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_ENCRYPTED_TITLE" = "anexo criptografado";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_ENCRYPTED_TITLE" = "anexos criptografados";
"MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_TITLE" = "anexo assinado";
"MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_TITLE" = "anexos assinados";

/* Compose Window encrypt/sign button tooltips. */
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_SIGN" = "Esta mensagem não pode ser assinada porque %@ não tem uma chave secreta.\n\nCertifique‑se de que este endereço possua uma chave secreta no GPG Keychain. Se necessário, adicione um novo ID de Usuário a uma chave existente deste endereço ou crie uma nova chave para este endereço.\n\nSe este endereço tiver uma chave, certifique‑se de que o endereço em Mail > Preferências > Contas esteja correto e corresponda exatamente ao endereço da chave.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT" = "Esta mensagem não pode ser criptografada porque não há chaves públicas para os seguintes endereços: %@.\n\nUse o GPG Keychain para buscar e importar as chaves desses endereços.";
"COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT_NO_RECIPIENTS" = "Esta mensagem não pode ser criptografada. Você deve digitar ao menos um destinatário primeiro.";

/* Message view pgp part. */
"MESSAGE_VIEW_PGP_PART_ENCRYPTED" = "Criptografada";
"MESSAGE_VIEW_PGP_PART_SIGNED" = "Assinada";
"MESSAGE_VIEW_PGP_PART" = "Parte PGP";

/* GPG Mail Preferences strings. */
"GPG_STATUS_NO_ERROR_TITLE" = "O GPG Mail está pronto";
"GPG_STATUS_NOT_FOUND_TITLE" = "MacGPG não encontrado; reinstale a GPG Suite";
"GPG_STATUS_NOT_FOUND_TOOLTIP" = "Clique no balão indicador para obter mais informações";
"GPG_STATUS_OTHER_ERROR_TITLE" = "Problemas encontrados; clique no balão indicador para obter mais informações";
"GPG_STATUS_OTHER_ERROR_TOOLTIP" = "Clique no balão indicador para obter mais informações";

"DISABLE_ENCRYPT_DRAFTS_TITLE" = "Aviso: se você desativar esta opção, informações confidenciais poderão ser vazadas ao redigir uma mensagem.";
"DISABLE_ENCRYPT_DRAFTS_MESSAGE" = "Se a opção “Armazenar rascunhos no servidor” estiver ativada nas contas, o Mail armazenará os rascunhos no servidor automaticamente enquanto você estiver redigindo uma mensagem.\n\nAo desativar a opção “Criptografar rascunhos”, eles serão salvos em texto simples (não criptografado) e qualquer um com acesso ao servidor poderá lê‑los.\n\nSe você mantiver a opção “Criptografar rascunhos” ativada, eles serão criptografados antes de serem armazenados no servidor e somente você poderá lê‑los.\n\nAinda deseja desativar a criptografia de rascunhos?";
"DISABLE_ENCRYPT_DRAFTS_CONFIRM" = "Desativar Criptografia";
"DISABLE_ENCRYPT_DRAFTS_CANCEL" = "Cancelar";


/* Multiple GPG Mail installations. */
"GPGMAIL_MULTIPLE_INSTALLATIONS_TITLE" = "Várias instalações do GPG Mail encontradas.";
"GPGMAIL_MULTIPLE_INSTALLATIONS_MESSAGE" = "O GPG Mail encontrou várias instalações nos seguintes locais (o que levará a uma falha imediata):\n\n%@\n\nRemova o GPGMail.mailbundle de um dos locais e reinicie o Mail.\n";
"GPGMAIL_MULTIPLE_INSTALLATIONS_BUTTON" = "Encerrar Mail";

/* No Libmacgpg. */
"LIBMACGPG_NOT_FOUND_TITLE" = "Libmacgpg não encontrado";
"LIBMACGPG_NOT_FOUND_MESSAGE" = "O Libmacgpg não foi encontrado no sistema. Transfira e instale a GPG Suite de https://www.gpgtools.org.";

/* Code signature invalid */
CODE_SIGN_ERROR_TITLE = "Alguém adulterou a instalação do GPG Mail!";
CODE_SIGN_ERROR_MESSAGE = "Para manter sua segurança, o GPG Mail não será carregado.\n\nPara certificar‑se de que você possui a versão original, reinstale a GPG Suite de https://gpgtools.org.";

/* GPGMailGPGMailBundle.defaults can't be loaded */
NO_DEFAULTS_TITLE = "Não foi possível carregar os padrões do GPG Mail.";
NO_DEFAULTS_MESSAGE = "O GPG Mail não está funcionando devidamente.\n\nTransfira e reinstale a GPG Suite de https://gpgtools.org\n\nSe o problema persistir, contate o suporte em https://gpgtools.tenderapp.com.";

/* Errors while trying to sign a message. */
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_TITLE" = "A assinatura da mensagem falhou devido a um defeito no pinentry.";
"MESSAGE_SIGNING_ERROR_NO_PINENTRY_DESCRIPTION" = "O pinentry (ferramenta responsável por solicitar a sua senha) parece estar com defeito.\n\nPara corrigir este problema, reinstale a GPG Suite de https://gpgtools.org.";

"MESSAGE_SIGNING_ERROR_NO_AGENT_TITLE" = "A assinatura da mensagem falhou devido a um defeito do agente GPG.";
"MESSAGE_SIGNING_ERROR_NO_AGENT_DESCRIPTION" = "O agente GPG (parte crucial do GPG) parece estar com defeito.\n\nPara corrigir este problema, reinstale a GPG Suite de https://gpgtools.org.";

"MESSAGE_SIGNING_ERROR_AGENT_ERROR_TITLE" = "A assinatura da mensagem falhou devido a um erro de comunicação do agente GPG.";
"MESSAGE_SIGNING_ERROR_AGENT_ERROR_DESCRIPTION" = "Não foi possível comunicar‑se com o agente GPG para solicitar sua senha.\n\nPara corrigir este problema, reinstale a GPG Suite de https://gpgtools.org.";

"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_TITLE" = "A assinatura da mensagem falhou devido a um erro desconhecido.";
"MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Infelizmente, o GPG Mail não pode lidar com o erro no momento.";

"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_TITLE" = "A criptografia da mensagem falhou devido a um erro desconhecido.";
"MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_DESCRIPTION" = "Infelizmente, o GPG Mail não pode lidar com o erro no momento.";

"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_TITLE" = "Você digitou a senha errada muitas vezes.";
"MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_DESCRIPTION" = "A assinatura da mensagem foi cancelada porque você digitou a senha errada 3 vezes.";

"CONTACT_GPGTOOLS_WITH_INFO_MESSAGE" = "\n\nSe o problema persistir, inclua a seguinte mensagem de erro ao contatar o suporte em https://gpgtools.tenderapp.com:\n\n%@";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Você cancelou a descriptografia da mensagem.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "A mensagem não pôde ser descriptografada porque você cancelou a solicitação da senha.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE" = "Você cancelou a descriptografia do anexo.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE" = "O anexo não pôde ser descriptografado porque você cancelou a solicitação da senha.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "A GPG Suite não está funcionando devidamente.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "A descriptografia da mensagem falhou.\n\nReinstale a GPG Suite de https://gpgtools.org.\n\nSe o problema persistir, informe o funcionamento indevido do serviço xpc ao contatar o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_TITLE" = "A GPG Suite não está funcionando devidamente.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE" = "A descriptografia do anexo falhou.\n\nReinstale a GPG Suite de https://gpgtools.org.\n\nSe o problema persistir, informe o funcionamento indevido do serviço xpc ao contatar o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "A GPG Suite não está funcionando devidamente.";
"MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "A verificação da mensagem falhou.\n\nReinstale a GPG Suite de https://gpgtools.org.\n\nSe o problema persistir, informe o funcionamento indevido do serviço xpc ao contatar o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_TITLE" = "A GPG Suite não está funcionando devidamente.";
"MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_MESSAGE" = "A verificação do anexo falhou.\n\nReinstale a GPG Suite de https://gpgtools.org.\n\nSe o problema persistir, informe o funcionamento indevido do serviço xpc ao contatar o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_TITLE" = "A assinatura da mensagem falhou devido a um problema durante a solicitação da senha.";
"MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_DESCRIPTION" = "O pinentry (ferramenta responsável por solicitar a sua senha) não está funcionando corretamente.\n\nPara corrigir este problema, reinstale a GPG Suite de https://gpgtools.org.";

"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_TITLE" = "A assinatura da mensagem falhou devido a um problema na instalação do GPG Mail.";
"MESSAGE_SIGNING_ERROR_XPC_DAMAGED_DESCRIPTION" = "Para corrigir este problema, reinstale a GPG Suite de https://gpgtools.org.\n\nSe o problema persistir, informe o funcionamento indevido do serviço xpc ao contatar o suporte em https://gpgtools.tenderapp.com.";

"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "A descriptografia da mensagem falhou devido a um defeito no pinentry.";
"MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "O pinentry (ferramenta responsável por solicitar a sua senha) parece estar com defeito.\n\nPara corrigir este problema, reinstale a GPG Suite de https://gpgtools.org.";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE" = "A descriptografia do anexo falhou devido a um defeito no pinentry.";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE" = "O pinentry (ferramenta responsável por solicitar a sua senha) parece estar com defeito.\n\nPara corrigir este problema, reinstale a GPG Suite de https://gpgtools.org.";

"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_TITLE" = "Atenção: você está prestes a enviar uma resposta sem criptografia a uma mensagem criptografada.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Não é possível criptografar a resposta porque falta a chave pública do seguinte destinatário:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Não é possível criptografar a resposta porque faltam as chaves públicas dos seguintes destinatários:\n\n%@";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_EXPLANATION" = "Se você optar por prosseguir, a resposta será enviada sem criptografia. Como consequência, informações confidenciais poderão ser vazadas, colocando você e os destinatários em risco.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_REMOVE_PREVIOUS_CORRESPONDENCE" = "\n\nCaso realmente deseje enviar a resposta sem criptografia, remova correspondências anteriores incluídas na mensagem antes de enviá‑la.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Para enviar a resposta criptografada, busque e importe as chaves públicas correspondentes no GPG Keychain.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Para enviar a resposta criptografada, busque e importe a chave pública correspondente no GPG Keychain.";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Enviar Mesmo Assim";
"UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Cancelar";

"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_TITLE" = "Atenção: você está prestes a encaminhar uma versão descriptografada de uma mensagem criptografada";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR" = "Não é possível criptografar a mensagem prestes a ser encaminhada porque falta a chave pública do seguinte destinatário:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS" = "Não é possível criptografar a mensagem prestes a ser encaminhada porque faltam as chaves públicas dos seguintes destinatários:\n\n%@";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_EXPLANATION" = "Se você optar por prosseguir, a mensagem prestes a ser encaminhada será enviada sem criptografia. Como consequência, informações confidenciais poderão ser vazadas, colocando você e os destinatários em risco.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS" = "Para encaminhar uma versão criptografada da mensagem, busque e importe as chaves públicas correspondentes no GPG Keychain.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR" = "Para encaminhar uma versão criptografada da mensagem, busque e importe a chave pública correspondente no GPG Keychain.";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY" = "Encaminhar Mesmo Assim";
"UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Cancelar";

"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_TITLE" = "A descriptografia da mensagem foi cancelada.";
"MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_MESSAGE" = "O código de detecção de modificação (MDC) desta mensagem criptografada está faltando ou foi modificado.\n\nIsso indica que o conteúdo da mensagem criptografada pode ter sido modificado por um ataque.\n\nPeça ao remetente para reenviar a mensagem e avise que a mensagem criptografada não tinha um código de detecção de modificação.";

"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_TITLE" = "Atenção: a abertura deste site poderia vazar o conteúdo desta mensagem";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_MESSAGE" = "Devido a um problema na implementação da criptografia S/MIME, é possível que um ataque modifique a mensagem sem o seu conhecimento.\n\nVocê está prestes a abrir o seguinte site:\n\n%@\n\nTem certeza de que deseja continuar?";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_YES" = "Sim";
"NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_CANCEL" = "Cancelar";

"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_TITLE" = "A descriptografia do anexo foi cancelada";
"MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_MESSAGE" = "O código de detecção de modificação (MDC) deste anexo criptografado está faltando ou foi modificado.\n\nIsso indica que o conteúdo do anexo criptografado pode ter sido modificado por um ataque.\n\nPeça ao remetente para reenviar o anexo e avise que o anexo criptografado não tinha um código de detecção de modificação.";


/* Accessibility */
ACCESSIBILITY_SECURITY_METHOD_POPUP_LABEL = "Método de segurança: %@";
ACCESSIBILITY_SIGN_ON_IMAGE = "Assinar";
ACCESSIBILITY_SIGN_OFF_IMAGE = "Não Assinar";



/* Support Plan */
"SUPPORT_PLAN_ACTIVATION_SUCCESS_TITLE" = "Plano de Suporte Ativado";
"SUPPORT_PLAN_ACTIVATION_SUCCESS_MESSAGE" = "Obrigado pelo apoio!\n\nEsperamos que você curta o GPG Mail. Caso tenha dúvidas, não hesite em nos contatar; para isso, acesse Mail > Preferências > GPG Mail e clique em Comunicar Problema.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TITLE" = "A Ativação do Plano de Suporte Falhou";
"SUPPORT_PLAN_ACTIVATION_FAILED_INPUT_INVALID" = "O código de ativação digitado é inválido. Verifique as informações digitadas e tente novamente.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CONNECTTION_ERROR" = "Não foi possível conectar-se à API do paddle.com para verificar o código de ativação.\nSe você estiver usando um produto de firewall para macOS (firewall integrado, Little Snitch, etc.), permita conexões ao site paddle.com para que a ativação seja concluída. Você pode bloquear conexões novamente após concluir a ativação.\n\nContate business@gpgtools.org caso o problema persista.";
"SUPPORT_PLAN_ACTIVATION_FAILED_CODE_INVALID" = "O código de ativação digitado é inválido.\nContate business@gpgtools.org caso tenha certeza de que o código tenha sido digitado corretamente.";
"SUPPORT_PLAN_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS" = "Sentimos muito, mas você excedeu o número de ativações permitidas.\nContate business@gpgtools.org caso acredite que você ainda devesse ter ativações restantes.";
"SUPPORT_PLAN_ACTIVATION_FAILED_GENERAL_ERROR" = "Ocorreu um erro desconhecido. Tente novamente mais tarde ou acesse Preferências do Sistema > GPG Suite > Enviar Relatório para nos contatar.";
"SUPPORT_PLAN_HEADER_EXPIRED" = "A avaliação de 30 dias do GPG Mail expirou. A criptografia, assinatura e verificação de mensagens não funcionará mais. No entanto, a descriptografia sempre continuará funcionando.\nCompre o Plano de Suporte do GPG Mail para continuar usando todos os recursos.";
"SUPPORT_PLAN_HEADER_TRIAL" = "Você pode testar o GPG Mail gratuitamente por %@ dias.\nDê segurança aos seus e‑mails!";
"SUPPORT_PLAN_HEADER_TRIAL_MORE" = "Você pode testar o GPG Mail gratuitamente por mais %@ dias.\nDê segurança aos seus e‑mails!";
"SUPPORT_PLAN_DETAILS_MESSAGE" = "Caso já tenha comprado um plano de suporte, ative‑o agora para curtir o GPG Mail.";
"SUPPORT_PLAN_DETAILS_MESSAGE_HYPERLINK_PART" = "plano de suporte";
"SUPPORT_PLAN_BUY" = "Comprar Agora";
"SUPPORT_PLAN_CLOSE" = "Continuar";
"SUPPORT_PLAN_CONTINUE_TRIAL"= "Continuar Avaliação";
"SUPPORT_PLAN_START_TRIAL" = "Iniciar Avaliação";
"SUPPORT_PLAN_BUY" = "Comprar Agora";
"SUPPORT_PLAN_ACTIVATE" = "Ativar";
"SUPPORT_PLAN_TRIAL_EXPIRED_TITLE" = "A Avaliação do GPG Mail Expirou";
"SUPPORT_PLAN_TRIAL_EXPIRED_MESSAGE" = "Você ainda poderá ler e‑mails criptografados sem um Plano de Suporte do GPG Mail ativo. No entanto, você não poderá mais assinar, criptografar ou verificar e‑mails.";
"SUPPORT_PLAN_HEADER_WELCOME" = "Bem-vindo ao GPG Mail";
"SUPPORT_PLAN_EMAIL_LABEL" = "E‑mail";
"SUPPORT_PLAN_LICENSE_LABEL" = "Código de Ativação";
"SUPPORT_PLAN_GRAY_INFO" = "O código de ativação pode ser encontrado no e‑mail recebido depois da compra.";
"SUPPORT_PLAN_PROGRESS_LABEL" = "Ativando cópia do GPG Mail";






